Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, el, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# DownloaderDescription
source: [aria2](https://github.com/aria2/aria2) uses up to 16 connections to download Xcode 3-5x faster than URLSession. It's bundled as an executable along with its source code within Xcodes to comply with its GPLv2 license. URLSession is the default Apple API for making URL requests.
ca: [aria2](https://github.com/aria2/aria2) utilitza fins a 16 connexions simultànies per a descarregar l'Xcode 3-5x vegades més de pressa que URLSesson. A més de l'executable, està empaquestat amb el seu codi font dins Xcodes per complir amb la llicència GPLv2. URLSession is la opció per defecte de l'API d'Apple per a fer crides URL.
de: [aria2](https://github.com/aria2/aria2) verwendet bis zu 16 Verbindungen, um Xcode 3-5x schneller als URLSession herunterzuladen. Es ist zusammen mit seinem Quellcode in Xcode enthalten, um seiner GPLv2-Lizenz nachzukommen. URLSession ist Apples Standard-API für URL-Requests.
el: Το [aria2](https://github.com/aria2/aria2) χρησσιμοποιεί έως και 16 συνδέσεις για να κατεβάσει το Xcode 3-5 φορές ταχύτερα απο το URLSession. Συμπεριλαμβάνεται ως εκτελέσιμο μαζί τον πηγαίο του κώδικα στο Xcodes ώστε να συμμορφώνεται με την άδεια χρήσης του GPLv2. Το URLSession είναι το προεπιλεγμένο API για την εκτέλεση των URL requests.
es: [aria2](https://github.com/aria2/aria2) usa hasta 16 conexiones para descargar Xcode de 3 a 5 veces más rápido que URLSession. Se incluye como un ejecutable junto con su código fuente dentro de Xcodes para cumplir con su licencia GPLv2. URLSession es la API predeterminada de Apple para realizar solicitudes de URL.
fi: [aria2](https://github.com/aria2/aria2) käyttää jopa 16 yhteyttä ladatakseen Xcoden 3–5 kertaa nopeammin kuin URLSession. Se on niputettu suoritettavaksi tiedostoksi ja sen lähdekoodiin Xcodesissa GPLv2-lisenssin noudattamiseksi. URLSession on Applen oletussovellusliittymä URL-pyyntöjen tekemiseen..
fr: [aria2](https://github.com/aria2/aria2) utilise jusqu'à 16 connexions pour télécharger Xcode de 3 à 5 fois plus rapidement que URLSession. [aria2](https://github.com/aria2/aria2) est fourni sous forme d'exécutable avec son code source dans Xcodes pour se conformer à sa licence GPLv2. URLSession est l'API d'Apple utilisée par défaut pour effectuer des requêtes d'URL.
hi: [aria2](https://github.com/aria2/aria2) URLSession की तुलना में Xcode 3-5x तेजी से डाउनलोड करने के लिए 16 कनेक्शन तक का उपयोग करता है। इसे अपने GPLv2 लाइसेंस का अनुपालन करने के लिए Xcodes के भीतर अपने स्रोत कोड के साथ एक निष्पादन योग्य के रूप में बंडल किया गया है। URL अनुरोध करने के लिए URLSession डिफ़ॉल्ट Apple API है।
it: [aria2](https://github.com/aria2/aria2) usa fino a 16 connessioni per scaricar Xcode da 3 a 5 volte più veloce di URLSession. E' incluso come eseguibile assieme ai suoi sogenti dentro Xcodes per rispettare la sua licenza GPLv2. URLSession è l'API di default di Apple per fare richieste a URL remote.
ja: [aria2](https://github.com/aria2/aria2) は、最大16個の接続を使用して、Xcode を URLSession の3-5 倍のスピードでダウンロードします。GPLv2 ライセンスに準拠するため、Xcodes 内にソースコードと一緒に実行ファイルとしてバンドルされています。 URLSession は、URLリクエストを行うための Apple のデフォルト API です。
ko: [aria2](https://github.com/aria2/aria2)는 최대 16 개의 연결을 사용하여 URLSession보다 3~5배 더 빠르게 Xcode를 다운로드합니다. GPLv2 라이센스를 준수하기 위해 Xcodes 내 소스 코드와 함께 실행 파일 번들로 제공됩니다. URLSession은 URL 요청을 만들기 위한 기본 Apple API입니다.
nl: [aria2](https://github.com/aria2/aria2) gebruikt tot 16 verbindingen om Xcode 3-5x sneller te downloaden dan met URLSession. Het is gebundeld als een executable samen met de broncode binnen Xcodes om te voldoen aan de GPLv2 licentie. URLSession is de standaard Apple API voor het maken van URL verzoeken.
pl: [aria2](https://github.com/aria2/aria2) używa do pobierania do 16 połączeń, co pozwala na pobieranie Xcode 3-5x szybciej niż URLSession. Jest on dostarczany jako plik wykonywalny wraz ze swoim kodem źródłowym w ramach Xcodes w celu przestrzegania jego licencji GPLv2. URLSession to domyślne API Apple do tworzenia żądań URL.
pt_br: [aria2](https://github.com/aria2/aria2) usa até 16 conexões para baixar o Xcode 3-5x mais rápido que URLSession. Está empacotado como um executável junto com o seu código fonte dentro do Xcodes para conformar com a licensa GPLv2. URLSession é a API padrão da Apple para performar requisições URL.
ru: [aria2](https://github.com/aria2/aria2) использует до 16 подключений для загрузки Xcode в 3-5 раз быстрее, чем URLSession. Он поставляется в виде исполняемого файла вместе с исходным кодом в Xcodes, чтобы соответствовать лицензии GPLv2. URLSession — это API Apple по умолчанию для выполнения запросов по сети.
tr: [aria2](https://github.com/aria2/aria2) 16ya kadar bağlantı kullanarak Xcode'u URLSession'a göre 3-5 kat daha hızlı indirir. Çalıştırılabilir bir dosya olarak Bundle'a dahildir ve kaynak dosyaları GPLv2 lisansıyla uyumlu olması açısından Xcode içerisinde yer alır. URLSession Apple'ın URL istekleri oluşturmak için sunduğu varsayılan API'dır.
uk: [aria2](https://github.com/aria2/aria2) може використовувати до 16 з'єднань, завантажуючи Xcode у 3-5 разів швидше ніж URLSession. Вона поставляється у вигляді бінарника та коду, відповідно до вимог її GPLv2 ліцензії. URLSession — це завантажувач за-умовчанням від Apple
zh_hans: [aria2](https://github.com/aria2/aria2)使用最高16线程，能提供3至5倍的下载速度。它与它的源代码被一同打包在Xcodes中以符合GPLv2授权。 URLSession是用于发起URL请求的默认Apple API。
zh_hant: [aria2](https://github.com/aria2/aria2) 可利用多達 16 條連線來下載 Xcode，相較使用 URLSession 快達 3~5 倍。Xcodes 的套件內容中包含了 [aria2](https://github.com/aria2/aria2) 執行檔及其原始碼，以遵循其使用的 GPLv2 授權條款。 URLSession 是系統內建用於發起 URL 連線請求的 Apple API。

source: Downloading
ca: Descarregant
de: Herunterladen
el: Λήψη
es: Descargando
fi: Ladataan
fr: Téléchargement
hi: डाउनलोड
it: Scaricando
ja: ダウンロードしています
ko: 다운로드 중
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
ru: Скачивание
tr: İndiriliyor
uk: Викачування
zh_hans: 正在下载
zh_hant: 下載中

# DownloadingError
source: No download information found
ca: Cap informació de la descàrrega trobada
de: Keine Download-Informationen gefunden
el: Δεν βρέθηκαν πληροφορίες λήψης
es: No se encontró información de descarga
fi: Lataustietoja ei löytynyt
fr: Aucune information de téléchargement trouvée
hi: कोई डाउनलोड जानकारी नहीं मिली
it: Non trovo informazioni sul download
ja: ダウンロードに関する情報が見つかりませんでした。
ko: 다운로드 정보를 찾을 수 없음
nl: Geen download informatie gevonden
pl: Nie znaleziono informacji o pobieraniu
pt_br: Nenhuma informação de download encontrada
ru: Информация о загрузке не найдена
tr: İndirme bilgisi bulunamadı
uk: Не знайдено інформації для викачування
zh_hans: 没有找到下载信息
zh_hant: 找不到下載相關資訊

# DownloadingPercentDescription
source: Downloading: %d%% complete
ca: Descarregant: %d%% completat
de: Download: %d%% vollständig
el: Λήψη: %d%% ολοκλήρωση
es: Descargando: %d%% completado
fi: Lataa: %d%% valmis
fr: Téléchargement : %d%% téléchargé
hi: डाउनलोड: %d%% पूर्ण
it: Download: %d%% completato
ja: ダウンロード中: %d%%
ko: 다운로드 중: %d%% 완료
nl: Downloaden: %d%% compleet
pl: Pobieranie: %d%% ukończone
pt_br: Baixando: %d%% finalizado
ru: Скачивание: %d% завершено
tr: İndirme: %d%% tamamlandı
uk: Викачано: %d%%
zh_hans: 正在下载：已完成%d%%
zh_hant: 下載中：已完成 %d%%

source: Download Size
ca: Tamany de descàrrega
de: Download-Größe
el: Μέγεθος λήψης
es: Tamaño de descarga
fi: Latauskoko
fr: Taille de téléchargement
hi: डाउनलोड आकार
it: Dimensione Download
ja: サイズ
ko: 다운로드 크기
nl: Download Grootte
pl: Wielkość pobierania
pt_br: Tamanho do download
ru: Размер загрузки
tr: İndirme Boyutu
uk: Розмір завантаження
zh_hans: 下载文件大小
zh_hant: 下載大小

source: Enable Notifications
ca: Activar les notificacions
de: Benachrichtigungen einschalten
el: Ενεργοποίηση Γνωστοποιήσεων
es: Permitir notificaciones
fi: Salli ilmoitukset
fr: Activer les Notifications
hi: सूचनाएँ सक्षम करें
it: Abilita Notifiche
ja: 通知を有効にする
ko: 알림 활성화
nl: Notificaties Inschakelen
pl: Włącz powiadomienia
pt_br: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri Etkinleştir
uk: Увімкнути Сповіщення
zh_hans: 启用通知
zh_hant: 啟用通知

# EnterDigitCodeDescription
source: Enter the %1$d digit code sent to %2$@:
ca: Introdueix el codi de %d dígits enviat a %@:
de: Gib den %1$d-stelligen Code ein der an '%2$@' gesendet wurde.
el: Εισάγετε τον %2$d-ψήφιο κωδικού που εστάλη στο %2$@:
es: Ingrese el código de dígito %1$d enviado a %2$@:
fi: Anna %1$d numeroinen koodi, joka lähetettiin osoitteeseen %2$@:
fr: Entrez le code à %1$d chiffres envoyé à %2$@ :
hi: %2$@ को भेजा गया %1$d अंक कोड दर्ज करें:
it: Inserisci il codice di %d cifre inviato a %@:
ja: %1$d桁のコードを%2$@に送信したので入力してください。
ko: %2$@(으)로 전송된 %1$d 자리 코드를 입력하세요.
nl: Voer de %1$d code in die is verstuurd naar %2$@:
pl: Wprowadź %1$d-cyfrowy kod wysłany do %2$@:
pt_br: Insira o código de %1$d dígitos enviado para %2$@:
ru: Введите %1$d цифровой код, отправленный на %2$@:
tr: %2$@ kaynağından gönderilen %1$d rakamlı kodu gir:
uk: Введіть %1$d-значний код відправлений на %2$@:
zh_hans: 请输入%1$d位代码，已发送到%2$@：
zh_hant: 請輸入 %1$d 位數密碼，已傳送至 %2$@：

source: Faster Unxip
ca: Unxip més ràpid
de: Schnellerer Unxip
el: Ταχύτερο Unxip
es: Unxip más rápido
fi: Nopeampi Unxip
fr: Unxip Plus Rapide
hi: तेज़ अनज़िप
it: Unxip veloce
ja: 高速な Unxip
ko: 더 빠른 Unxip
nl: Snellere Unxip
pl: Szybsze Unxip
pt_br: Unxip mais rápido
ru: Быстрый Unxip
tr: Daha Hızlı Unxip
uk: Швидкий Unxip
zh_hans: 更快的xip解压
zh_hant: 更快的 Unxip

# FasterUnxipDescription
source: Thanks to [@_saagarjha](https://twitter.com/_saagarjha), this experiment can increase unxipping speed by up to 70% for some systems. More information on how this is accomplished can be seen on the unxip repo - https://github.com/saagarjha/unxip
ca: Gràcies a [@_saagarjha](https://twitter.com/_saagarjha), aquest experiment pot incrementar la velocitat de l'unxip en un 70% en alguns sistemes. Més informació sobre com s'aconsegueix pot ser consultada en el seu repositori - https://github.com/saagarjha/unxip
de: Dank an [@_saagarjha](https://twitter.com/_saagarjha), dieses Experiment kann die Unxipping-Geschwindigkeit bis zu 70% auf einigen Systemen beschleunigen. Mehr Informationen wie dies erreicht wird sind über das Unxip-Repo erhältlich - https://github.com/saagarjha/unxip
el: Χάριν στο χρήστη [@_saagarjha](https://twitter.com/_saagarjha), αυτή η πειραματική λειτουργία μπορεί να αυξήσει την ταχύτητα αποσυμπίεσης (unxipping) έως και 70% σε κάποια συστήματα. Για περισσότερες πληροφορίες σχετικά με το πως επιτυγχάνεται αυτό μπορείτε να επισκεφθείτε το unxip repo - https://github.com/saagarjha/unxip
es: Gracias a [@_saagarjha](https://twitter.com/_saagarjha), este experimento puede aumentar la velocidad de liberación hasta en un 70 % para algunos sistemas. Puede ver más información sobre cómo se logra esto en el repositorio de unxip: https://github.com/saagarjha/unxip
fi: [@_saagarjha](https://twitter.com/_saagarjha)n ansiosta tämä kokeilu voi nostaa purkamisnopeutta jopa 70 % joissakin järjestelmissä. Lisätietoja siitä, miten tämä tehdään, on unxip-repossa - https://github.com/saagarjha/unxip
fr: Grâce à [@_saagarjha](https://twitter.com/_saagarjha), cette expérimentation peut augmenter jusqu'à 70% la vitesse de décompression pour certains systèmes. Pour plus d'informations sur la façon dont cela est accompli, consultez le dépôt GitHub unxip - https://github.com/saagarjha/unxip
hi: [@_saagarjha](https://twitter.com/_saagarjha) के लिए धन्यवाद, यह प्रयोग कुछ प्रणालियों के लिए 70% तक की गति को बढ़ा सकता है। इसे कैसे पूरा किया जाता है, इस बारे में अधिक जानकारी अनएक्सआईपी रेपो पर देखी जा सकती है - https://github.com/saagarjha/unxip
it: Grazie a [@_saagarjha](https://twitter.com/_saagarjha), questa versione sperimentale può incrementare la velocità di unxipping fino al 70% in certi sistemi. Maggiori informazioni su come questo è possibile sono disponibili nel repository unxip - https://github.com/saagarjha/unxip
ja: [@_saagarjha](https://twitter.com/_saagarjha) さんの方法で、一部のシステムで Unxip の速度が最大70%向上します。 方法の詳細については、 unxipのリポジトリ (https://github.com/saagarjha/unxip)をご覧ください。
ko: [@_saagarjha](https://twitter.com/_saagarjha)님 덕분에 이 실험 기능을 이용하면 일부 시스템에서 압축 해제 속도를 최대 70%까지 향상시킬 수 있습니다. 이를 수행하는 방법에 대한 자세한 내용은 unxip 저장소 (https://github.com/saagarjha/unxip)에서 확인할 수 있습니다.
nl: Dankzij [@_saagarjha](https://twitter.com/_saagarjha), kan met dit experiment het uitpakken van Xcode tot 70% sneller gaan op sommige systemen. Meer informatie over hoe dit mogelijk wordt gemaakt kan worden gevonden op de unxip repo - https://github.com/saagarjha/unxip
pl: Dzięki [@_saagarjha](https://twitter.com/_saagarjha), wersja eksperymentalna może zwiększyć prędkość rozpakowywania o nawet 70% dla niektórych systemów. Więcej informacji na temat tego, jak to jest osiągane, można znaleźć w repozytorium unxip - https://github.com/saagarjha/unxip
pt_br: Graças à [@_saagarjha](https://twitter.com/_saagarjha), esse experimento pode acelerar o unxip em até 70% para algum sistemas. Mais informações sobre como isso ocorre pode ser encontrada no repositório do unxip - https://github.com/saagarjha/unxip
ru: Благодаря [@_saagarjha](https://twitter.com/_saagarjha) этот эксперимент может увеличить скорость распаковки до 70% на некоторых системах. Дополнительную информацию о том, как достигается такой результат, можно прочесть в репозитории unxip — https://github.com/saagarjha/unxip.
tr: [@_saagarjha](https://twitter.com/_saagarjha) sayesinde bu deney bazı sistemlerde unxip sürecini %70'e kadar hızlandırabilir. Bu işlemin nasıl yapıldığına dair ayrıntılara unxip repo .- https://github.com/saagarjha/unxip adresinden bakabilirsiniz
uk: Завдяки [@_saagarjha](https://twitter.com/_saagarjha), цей експеримент може пришвидшити розпаковку майже на 70%. Подробиці про unxip тут — https://github.com/saagarjha/unxip
zh_hans: 感谢[@_saagarjha](https://twitter.com/_saagarjha)，此实验性功能可在部分系统上将xip解压速度提高70%。 请从此仓库获取关于其实现细节的信息：https://github.com/saagarjha/unxip
zh_hant: 感謝 [@_saagarjha](https://twitter.com/_saagarjha) 的努力，這個試驗版本可以在某些系統上加快 70% 的解壓縮速度。 更多關於這項成就是如何達成的資訊，請參閱 unxip 的 repo - https://github.com/saagarjha/unxip

source: Filter
ca: Filtre
el: Φίλτρο
es: Filtro
fi: Suodata
fr: Filtre
hi: फ़िल्टर
it: Filtra
ja: フィルタ
ko: 필터
pl: Filtr
pt_br: Filtrar
ru: Фильтр
tr: Filtre
uk: Фільтр
zh_hans: 过滤
zh_hant: 過濾

# FilterAvailableDescription
source: Filter available versions
ca: Filtrar versions disponibles
de: Verfügbare Versionen filtern
el: Φιλτράρισμα διαθέσιμων εκδόσεων
es: Filtrar versiones disponibles
fi: Suodata saatavilla olevat versiot
fr: Filtrer les versions disponibles
hi: उपलब्ध संस्करणों को फ़िल्टर करें
it: Filtra versioni disponibili
ja: 利用可能なバージョンのフィルタを適用する
ko: 이용 가능한 버전만 보기
nl: Filter beschikbare versies
pl: Filtruj dostępne wersje
pt_br: Filtrar versões disponíveis
ru: Отфильтровать доступные версии
tr: Uygun sürümleri filtrele
uk: Фільтрувати доступні версії
zh_hans: 过滤可用版本
zh_hant: 顯示可用的版本

# FilterInstalledDescription
source: Filter installed versions
ca: Filtrar versions instal·lades
de: Installierte Versionen filtern
el: Φιλτράρισμα εγκατεστημένων εκδόσεων
es: Filtrar versiones instaladas
fi: Suodata asennetut versiot
fr: Filtrer les versions installées
hi: स्थापित संस्करणों को फ़िल्टर करें
it: Filtra versioni installate
ja: インストール済みバージョンのフィルタを適用する
ko: 설치한 버전만 보기
nl: Filter geïnstalleerde versies
pl: Filtruj zainstalowane wersje
pt_br: Filtrar versões instaladas
ru: Отфильтровать установленные версии
tr: Yüklü sürümleri filtrele
uk: Фільтрувати інстальовані версії
zh_hans: 过滤已安装版本
zh_hant: 顯示已安裝的版本

source: Finishing
ca: Acabant
de: Abschließen
el: Γίνεται ολοκλήρωση
es: Finalizando
fi: Viimeistellään
fr: Finition
hi: परिष्करण
it: Completando
ja: 終了しています
ko: 마무리하는 중
pl: Kończenie
pt_br: Finalizando
ru: Завершение
tr: Tamamlanıyor
uk: Завершення
zh_hans: 正在完成
zh_hant: 即將完成

source: GitHub Repo
ca: Repositori de GitHub
es: GitHub Repositorio
fr: Dépôt GitHub
hi: GitHub रेपो
ja: GitHub
ko: GitHub 저장소
pl: Repozytorium GitHub
pt_br: Repositório GitHub
ru: Репозиторий GitHub
uk: GitHub репозиторій
zh_hans: GitHub仓库

# HelperClient.error
source: Unable to communicate with privileged helper.
ca: Incapaç de comunicar-se amb el servei privilegiat.
de: Kommunikation mit privilegiertem Helfer nicht möglich.
el: Αδυναμία επικοινωνίας με το βοηθητικό εργαλείο.
es: No se puede comunicar con el Asistente privilegiado.
fi: Ei pysty kommunikoimaan etuoikeutetun avustajan kanssa.
fr: Impossible de communiquer avec l'assistant privilégié.
hi: विशेषाधिकार प्राप्त सहायक के साथ संवाद करने में असमर्थ।
it: Non riesco a comunicare con l'aiutante privilegiato.
ja: 権限のあるヘルパーと通信できません。
ko: 권한을 가진 도우미 (Privileged helper)와의 통신할 수 없습니다.
nl: Kan niet communiceren met de privileged helper.
pl: Nie można komunikować się z helperem z uprawnieniami.
pt_br: Não foi possível se comunicar com o ajudante.
ru: Невозможно установить связь с привилегированным помощником.
tr: Yardımcı araç ile iletişim kurulamadı.
uk: Помилка комунікації з "Privileged Helper".
zh_hans: 无法与提权帮助程序通信。
zh_hant: 無法與具有權限的輔助程式通訊。

# HelperInstalled
source: Helper is installed
ca: El servei està instal·lat
de: Helfer ist installiert
el: Το βοηθητικό εργαλείο δεν είναι εγκατεστημένο
es: El Asistente está instalado
fi: Apulainen on asennettu
fr: L'assistant est installé
hi: सहायक स्थापित है
it: Aiutante è installato
ja: インストール済み
ko: 도우미 설치됨
nl: Helper is geïnstalleerd
pl: Helper jest zainstalowany
pt_br: Ajudante está instalado
ru: Помощник установлен
tr: Yardımcı yüklendi
uk: Helper інстальовано
zh_hans: 帮助程序已安装
zh_hant: 已安裝輔助程式

# HelperNotInstalled
source: Helper is not installed
ca: El servei no està instal·lat
de: Helfer ist nicht installiert
el: Το βοηθητικό εργαλείο δεν είναι εγκατεστημένο
es: El Asistente no está instalado.
fi: Apulaista ei ole asennettu
fr: L'assistant n'est pas installé
hi: सहायक स्थापित नहीं है
it: Aiutante non è installato
ja: 未インストール
ko: 도우미 설치되지 않음
nl: Helper is niet geïnstalleerd
pl: Helper nie jest zainstalowany
pt_br: Ajudante não está instalado
ru: Помощник не установлен
tr: Yardımcı yüklenmedi
uk: Helper не інстальовано
zh_hans: 帮助程序未安装
zh_hant: 尚未安裝輔助程式

source: Identical Builds
ca: Builds idèntiques
de: Identische Builds
el: Πανομοιότυπες Εκδόσεις
es: Compilaciones Idénticas
fi: Identtiset rakenteet
fr: Versions identiques
it: Build Identiche
ja: ビルドの同一性
ko: 동일한 빌드
nl: Identieke Builds
pl: Takie same wersje
pt_br: Builds idênticos
ru: Идентичные выпуски
tr: Benzer Yapılar
uk: Ідентичні Білди
zh_hans: 重复版本
zh_hant: 相同的建置版本

# IdenticalBuilds.help
source: Sometimes a prerelease and release version are the exact same build. Xcodes will automatically display these versions together.
ca: A vegades alguna versió provisional i algna versió definitiva son exactament iguals. L'Xcodes mostrarà automàticament aquestes versions conjuntament.
de: Manchmal sind Prerelease- and Release-Version der exakt gleich Build. Xcodes zeigt diese beiden Versionen automatisch zusammen an.
el: Κάποιες φορές οι προεκδόσεις και εκδόσεις κυκλοφορίας είναι ακριβώς ίδιες. Το Xcodes θα εμφανίσει αυτόματα αυτές τις εκδόσεις μαζί.
es: A veces, una versión preliminar y una versión de lanzamiento tienen exactamente la misma compilación. Xcodes mostrará automáticamente estas versiones juntas.
fi: Joskus esijulkaisu ja julkaisuversio ovat täsmälleen sama rakenne. Xcodes näyttää nämä versiot automaattisesti yhdessä.
fr: Parfois, la version préliminaire et la version finale sont exactement la même version. Xcodes affichera automatiquement ces versions ensemble.
hi: कभी-कभी एक पूर्व-रिलीज़ और रिलीज़ संस्करण एक ही बिल्ड होते हैं। Xcodes स्वचालित रूप से इन संस्करणों को एक साथ प्रदर्शित करेगा।
it: A volte una versione di prerelease e release sono esattamente la stessa build. Xcodes mostrerà automatiamente queste versioni assieme.
ja: プレリリース版とリリース版が全く同じビルドであることがあります。Xcodesはこれらのバージョンを自動的に一緒に表示します。
ko: 가끔 사전 출시 (prerelease) 버전과 출시 버전이 완전히 동일한 빌드인 경우가 있습니다. Xcodes는 자동으로 이 버전들을 함께 표시합니다.
nl: Soms zijn een prerelease en release versie exact hetzelfde. Xcodes toont deze versies automatisch samen.
pl: Czasami wersja przedpremierowa i wydana są dokładnie takie same. Xcodes automatycznie wyświetla te wersje razem.
pt_br: As vezes, uma versão pré-lançamento e uma versão de lançamento são exatemente o mesmo build. Xcodes mostrará essas versões juntas automaticamente.
ru: Иногда предварительная и релизная версии представляют собой один и тот же выпуск. Xcodes автоматически отображает эти версии вместе.
tr: Bazen prerelase ve release sürümleri aynı yapı üzerindedir. Xcodes bu sürümleri birarada gösterecektir.
uk: Буває що RC та Release насправді ідентичні (однаковий Build). У такому випадку Xcodes буде показувати обидві версії разом.
zh_hans: 有时预发布版本会与正式版使用相同的Build号。Xcodes会自动将这些版本显示为一个。
zh_hant: 有時候預先發行版與正式版的建置版本號會相同，Xcodes 會自動將這些版本整理在一起。

# IncludePreRelease
source: Include prerelease/beta versions
ca: Incloure versions provisionals/beta
de: Prerelease-/Beta-Versionen einschließen
el: Συμπερίληψη προεκδόσεων/beta
es: Incluir versiones preliminares/beta
fi: Sisällytä esijulkaisu/beta versiot
fr: Inclure les versions préliminaires/bêta
hi: पूर्व-रिलीज़/बीटा संस्करण शामिल करें
it: Includi versioni prerelease/beta
ja: プレリリース版 / ベータ版を含む
ko: 사전 출시/베타 버전 포함
nl: Prerelease/beta versies toestaan
pl: Dołącz wersje beta/wstępne
pt_br: Incluir versōes pré-lançamento/beta
ru: Включить предварительные/бета-версии
tr: Prerelease/beta sürümlerini dahil et
uk: Також інсталювати RC / Beta версії
zh_hans: 包含预发布/测试版本
zh_hant: 包含預先發行及測試版

source: Install
ca: Instal·lar
de: Installieren
el: Εγκατάσταση
es: Instalar
fi: Asenna
fr: Installer
hi: स्थापित करे
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pl: Zainstaluj
pt_br: Instalar
ru: Установить
tr: Yükle
uk: Інсталювати
zh_hans: 安装
zh_hant: 安裝

# InstallationError.CodesignVerifyFailed
source: The downloaded Xcode failed code signing verification with the following output: %@
ca: L'Xcode descarregat ha fallat en la verificació de la signatura de seguretat amb el següent missatge: %@
de: Die heruntergeladene Version von Xcode hat die Code-Signing-Prüfung nicht bestanden, mit folgendem Hinweis: %@
el: Αποτυχία επαλήθευσης ψηφιακής υπογραφής για το ληφθέν Xcode: %@
es: El Xcode descargado falló en la verificación de firma de código con el siguiente resultado: %@
fi: Ladattu Xcode versio epäonnistui koodin allekirjoitusvahvistuksessa seuraavalla lähdöllä: %@
fr: La vérification de signature de code du Xcode téléchargé a échoué avec le résultat suivant : %@
hi: डाउनलोड किया गया Xcode निम्नलिखित आउटपुट के साथ कोड हस्ताक्षर सत्यापन में विफल रहा: %@
it: Xcode scaricato ha fallito le verifiche di firma con il seguente errore: %@
ja: ダウンロードしたXcodeは、以下の出力で署名の検証に失敗しました。 %@
ko: 다운로드한 Xcode가 다음과 같이 코드 서명 확인에 실패했습니다. %@
nl: De gedownloade Xcode is mislukt voor verificatie van code-ondertekening met de volgende melding: %@
pl: Pobrany Xcode nie przeszedł weryfikacji sygnatury kodu z wynikiem: %@
pt_br: O Xcode baixado falhou a verificação de assinatura de código (code signing) com a seguinte saída: %@
ru: Загруженный Xcode не прошел проверку подписи сертификата со следующим выводом: %@
tr: İndirilmiş Xcode imza onayı işleminde şu hatayı verdi: %@
uk: Викачаний Xcode не зміг пройти перевірку підпису (code signing verification) з наступним повідомленням: %@
zh_hans: 无法验证下载的Xcode版本的代码签名，并输出如下： %@
zh_hant: 下載的 Xcode 由於以下原因無法驗證 Codesign 簽章 %@
